Nepali-research-institutions/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Nepali Research Institutions | Science innovation Nepal</title>
<link href="../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Playfair+Display:700,900" rel="stylesheet">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../rss.xml">
<link rel="canonical" href="https://abhinavNepal.github.io/Science-innovation-Nepal/Nepali-research-institutions/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Abhinav Nepal">
<meta property="og:site_name" content="Science innovation Nepal">
<meta property="og:title" content="Nepali Research Institutions">
<meta property="og:url" content="https://abhinavNepal.github.io/Science-innovation-Nepal/Nepali-research-institutions/">
<meta property="og:description" content='A curated list of Nepali research institutions and labs.

To make into this list, the organization must regularly update their list of contributions in peer-reviewed conferences and journals of "good '>
<meta property="og:type" content="article">
<meta property="article:published_time" content="2017-04-16T23:56:18+01:00">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Header and menu bar -->
<div class="container">
      <header class="blog-header py-3"><div class="row nbb-header align-items-center">
          <div class="col-md-3 col-xs-2 col-sm-2" style="width: auto;">
            <button class="navbar-toggler navbar-light bg-light nbb-navbar-toggler" type="button" data-toggle="collapse" data-target=".bs-nav-collapsible" aria-controls="bs-navbar" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse bs-nav-collapsible bootblog4-search-form-holder">
                
            </div>
        </div>
          <div class="col-md-6 col-xs-10 col-sm-10 bootblog4-brand" style="width: auto;">
            <a class="navbar-brand blog-header-logo text-dark" href="https://abhinavNepal.github.io/Science-innovation-Nepal/">

            <span id="blog-title">Science innovation Nepal</span>
        </a>
          </div>
            <div class="col-md-3 justify-content-end align-items-center bs-nav-collapsible collapse flex-collapse bootblog4-right-nav">
            <nav class="navbar navbar-light bg-white"><ul class="navbar-nav bootblog4-right-nav">
<li class="nav-item">
    <a href="index.org" id="sourcelink" class="nav-link">Source</a>
    </li>


                    
            </ul></nav>
</div>
    </div>
</header><nav class="navbar navbar-expand-md navbar-light bg-white static-top"><div class="collapse navbar-collapse bs-nav-collapsible" id="bs-navbar">
            <ul class="navbar-nav nav-fill d-flex w-100">
<li class="nav-item">
<a href="https://www.abhinavnepal.com/" class="nav-link">Scholars</a>
                </li>
<li class="nav-item active">
<a href="." class="nav-link">Research Institutes <span class="sr-only">(active)</span></a>
                </li>
<li class="nav-item">
<a href="../Nepali-innovation-industry/" class="nav-link">Innovation Industry</a>
                </li>
<li class="nav-item">
<a href="../Nepali-journals-conferences/" class="nav-link">Journals and Conferences</a>

                
            </li>
</ul>
</div>
<!-- /.navbar-collapse -->
</nav>
</div>

<div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        
        
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">Nepali Research Institutions</a></h1>

        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <ul class="org-ul">
<li>A curated list of Nepali research institutions and labs.
</li>
<li>To make into this list, the organization must regularly update their list of contributions in peer-reviewed conferences and journals of "good quality".
</li>
<li>
<b>Reports written by NGOs</b> without any corresponding publications in a peer-review journals/conferences do not count!
</li>
</ul>
<p>
We know, "good quality" is difficult to measure, this is a <b>TODO</b>.
We hope that we can come up with some metrics for this {(suggestions are welcome :)}.
</p>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Encompassing broader domains</a></li>
<li><a href="#sec-2">Environmental and Agricultural Sciences</a></li>
<li><a href="#sec-3">Life Sciences, Wildlife and Public Health</a></li>
<li><a href="#sec-4">Material Science, Nanomaterials and Biomaterials</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Encompassing broader domains</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li>
<a href="http://www.kias.org.np/">Kathmandu Institute of Applied Sciences</a>
<ul class="org-ul">
<li>Currently seems to be working on analytical chemistry and conservation science.
</li>
</ul>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Environmental and Agricultural Sciences</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li>
<a href="https://www.astajardcnepal.org">Asta-Ja Research and Development Center</a>
<ul class="org-ul">
<li>
<b>Need to put peer-reviewed publications in conferences and journals at ONE place</b>!!
</li>
<li>Agricultural, natural resources, environmental and other research and developmental projects.
</li>
</ul>
</li>

<li>
<b>TODO</b> <i>ICIMOD</i>
<ul class="org-ul">
<li>Need to see where they put their publications!!
</li>
<li>"Develop an economically and environmentally sound mountain ecosystem to improve the living standards of mountain populations and to sustain vital ecosystem services for the billions of people living downstream now, and for the future."
</li>
</ul>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Life Sciences, Wildlife and Public Health</h2>
<div class="outline-text-2" id="text-3">
<ol class="org-ol">
<li>
<a href="http://www.chdsnepal.org/">Center for Health and Disease Studies Nepal</a>
<ul class="org-ul">
<li>Established very recently; waiting to see their publications
</li>
</ul>
</li>

<li>
<a href="http://www.cmdn.org.np/">Center for Modelcular Dynamics Nepal</a>
<ul class="org-ul">
<li>Public health, biotechnology and wildlife research
</li>
</ul>
</li>

<li>
<a href="https://www.tropicalmedicine.ox.ac.uk/nepal">Oxford University Clinical Research Unit - Nepal</a>
<ul class="org-ul">
<li>Hosted by Patan Hospital
</li>
<li>Major focus on enteric fever (Typhoid and Paratyphoid) and other causes of febrile illness including typhus, infections of the central nervous system and Hepatitis E.
</li>
<li>Future plans to include viral causes of pneumonia, TB, emerging illnesses and other public health priorities in Nepal.
</li>
<li>High altitiude sickness in Nepalese and travelers.
</li>
</ul>
</li>

<li>
<a href="http://ribb.org.np/">Research Institute for Bioscience and Biotechnology</a>
<ul class="org-ul">
<li>
<b>They must make their publications easily available !!</b>
</li>
<li>Focus areas:
<ul class="org-ul">
<li>Medicinal Plant Research
</li>
<li>Pharmaceutical Research
</li>
<li>Food Science Research
</li>
<li>Strain Culture Center
</li>
</ul>
</li>
</ul>
</li>

<li>
<a href="http://kribs.org.np/">Kathmandu Research Institute for Biological Sciences</a>
<ul class="org-ul">
<li>Established in 2017, starting focus: Infection and immunology; natural products.
</li>
<li>Objective: "research and development of tools and techniques with an aim to enable the study inside biological sciences".
</li>
</ul>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Material Science, Nanomaterials and Biomaterials</h2>
<div class="outline-text-2" id="text-4">
<ol class="org-ol">
<li>
<a href="http://www.nepalpolymer.org/">Nepal Polymer</a>
<ul class="org-ul">
<li>Says that website under construction!
Hope to see list of publications soon!!
</li>
</ul>
</li>
</ol>
</div>
</div>
    </div>
    

</article><!--End of body content--><footer id="footer">
            Contents © 2019         <a href="mailto:bisheshkh@gmail.com">Abhinav Nepal</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            
        </footer>
</div>
</div>


        <script src="../assets/js/all-nocdn.js"></script><!-- fancy dates --><script>
    moment.locale("en");
    fancydates(0, "YYYY-MM-DD HH:mm");
    </script><!-- end fancy dates --><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element) {
            return element.getElementsByTagName('img')[0].alt;
    }});
    </script>
</body>
</html>
